{
    "words": [
    "وش أكثر شيء تحبه؟",
    "لو كنت طائر، وين تروح؟",
    "وش أكثر شيء تحبه في يومك؟",
    "تفضل الصيف ولا الشتاء؟",
    "إذا صار عندك قوة خارقة، وش بتسوي أول شيء؟",
    "هل تفضل العزلة ولا تحب الناس حواليك؟",
    "إذا صرت غني فجأة، وش أول شيء تسويه؟",
    "لو كنت في مكان فاضي، وش بتسوي؟",
    "وش الأشياء اللي تحب تسويها في وقت الفراغ؟",
    "إذا جبت عصفور صغير، شو تسميه؟",
    "لو اخترت تعيش في مدينة معينة، أي مدينة بتكون؟",
    "هل تحب تعيش مغامرة ولا تحب الهدوء؟",
    "لو كان عندك حيوان أليف، وش يكون؟",
    "تحب السفر ولا تحب البقاء في مكان واحد؟",
    "إذا صار عندك آلة زمن، لوين بتروح؟",
    "وش أكلك المفضل؟",
    "تحب الناس الهادئين ولا اللي يسولفون؟",
    "وش أكثر شي تحب تسويه في يومك العادي؟",
    "هل تحب المفاجآت ولا تفضل التخطيط؟",
    "هل تحب الهدوء في حياتك اليومية؟",
    "إذا كنت في مكان هادئ جداً، وش ممكن تسوي؟",
    "هل تحب الأيام العادية ولا الأيام المليئة بالمفاجآت؟",
    "إذا جابوك بدلة خارقة، وش بتسوي بها؟",
    "لو كان عندك فرصة للعيش في الفضاء، هل تروح؟",
    "هل تحب تحديات الحياة؟",
    "لو كنت تمتلك قوه خارقة، أي واحدة تختار؟",
    "هل تحب الجو البارد أو الحار؟",
    "إذا عندك وقت فراغ، وش تحب تسوي فيه؟",
    "هل تحب المرح أم الجدية؟",
    "لو كنت طيار، أين بتطير؟",
    "هل تحب تتعلم أشياء جديدة؟",
    "هل تحب تربية القطه؟",
    "هل تفضل الهدوء أو الضوضاء؟",
    "إذا صار عندك قوى خاصة، هل تساعد الناس؟",
    "هل تحب الظلام أو النور",
    "هل تفضل تعلم أشياء جديدة أو الراحة؟",
    "لو صار عندك محفظة غير محدودة، شو أول شيء تشتريه؟",
    "هل تفضل العيش في الريف أو المدينة؟",
    "هل تحب المخاطر أم تفضل الأمان؟",
    "إذا كنت تستطيع تغيير مهاراتك، ماذا ستغير؟",
    "هل تحب الألعاب الإلكترونية؟",
    "هل تحب الطبخ؟",
    "هل تفضل الرحلات الطويلة أم القصيرة؟",
    "هل تحب فصل الربيع أم الخريف؟",
    "هل تحب الأفكار المجنونة؟",
    "هل تحب المفاجآت أو تخطط للأشياء؟",
    "هل تحب أن تكون شخص غير تقليدي؟",
    "هل تحب البقاء في نفس المكان أم تحب المغامرات؟",
    "هل تعتقد أن التكنولوجيا ستغير العالم؟",
    "هل تحب ألعاب المغامرات أم الأكشن؟",
    "هل تحب تحدي الصعوبات؟",
    "هل تحب العمل الجماعي أو الفردي؟",
    "هل تحب التسوق؟",
    "هل تحب الألوان القوية أو الغامقة؟",
    "هل تحب المغامرة أم الراحة؟",
    "إذا كان لديك الخيار، هل تختار أن تكون غني أو سعيد؟",
    "ما هي السورة القرآنية المفضلة لديك؟",
    "ما هو أكثر حديث نبوي أثر فيك؟",
    "ما هو الدرس الإسلامي الذي أثر في حياتك؟",
    "ما هي النعمة التي تشعر بالامتنان لها دائماً؟",
    "إذا كنت تستطيع مساعدة أحد في تعلم الصلاة، كيف ستفعل ذلك؟",
    "ما هي أفضل طريقة لإظهار الشكر لله سبحانه وتعالى في حياتك؟",
    "ما هو أكبر إنجاز فخور به في حياتك؟",
    "ما هو أكثر كتاب أثر فيك؟",
    "إذا كنت تستطيع السفر لأي مكان الآن، إلى أين ستذهب؟",
    "ما هي الصفة التي تحبها في نفسك؟",
    "ما هو أكثر شيء يجعلك تشعر بالسعادة؟",
    "هل تحب العمل الجماعي أم العمل بمفردك؟",
    "إذا كان لديك يوم إجازة كامل، كيف ستقضيه؟",
    "ما هو أفضل درس تعلمته من الحياة؟",
    "هل تفضل العيش في مدينة حديثة أم في قرية هادئة؟",
    "ما هي هوايتك المفضلة؟",
    "كيف تصف نفسك في ثلاث كلمات؟",
    "إذا كنت تستطيع التحدث بلغة أخرى بطلاقة، أي لغة ستختار؟",
    "ما هو الشيء الذي يجعلك تشعر بالراحة بعد يوم شاق؟",
    "إذا كان لديك آلة زمن، هل ستذهب إلى الماضي أم المستقبل؟",
    "إذا استطعت تغيير اسمك، ما الاسم الذي ستختاره؟",
    "هل تحب المغامرات أم تفضل الأمان؟",
    "ما هو أكثر موقف مضحك صار لك؟",
    "ما هو المكان الذي تحلم بزيارته؟",
    "إذا كنت تستطيع تعلم مهارة جديدة بسهولة، ماذا ستكون؟",
    "إذا كان بإمكانك أن تصبح شخصية خيالية، من ستكون؟",
    "ما هو أكثر شيء يجعلك تضحك؟",
    "ما هو أفضل قرار اتخذته في حياتك؟",
    "إذا ربحت مليون دولار اليوم، كيف ستنفقه؟",
    "ما هو أكثر شيء تحبه في ثقافتك؟",
    "إذا كان عليك أن تعيش في عصر مختلف، أي عصر ستختار؟",
    "هل لديك عادة تحب التخلص منها؟",
    "ما هو أكثر شيء يجعلك تشعر بالحماس؟",
    "إذا كنت تستطيع العيش في شخصيه في لعبة أي لعبة ستختار والشخصيه؟",
    "هل تفضل الليل أم النهار؟",
    "ما هو أكثر شيء يجعلك تشعر بالاسترخاء؟",
    "ما هو أكثر شيء يعجبك في التكنولوجيا الحديثة؟",
    "هل تفضل أن تكون مشهورًا أم غنيًا؟",
    "إذا كان بإمكانك امتلاك سيارة أحلامك، ماذا ستكون؟",
    "إذا كنت تستطيع امتلاك قوة خارقة واحدة، ما هي؟",
    "ما هو أكثر شيء تحبه في أصدقائك؟",
    "ما هو أفضل وقت من السنة بالنسبة لك؟",
    "ما هو أفضل درس تعلمته من الفشل؟",
    "إذا كان عليك أن تستبدل هاتفك بجهاز آخر، ماذا ستختار؟",
    "ما هو الشيء الذي يجعلك تشعر بالفخر بنفسك؟",
    "ما هو أكبر تحدٍ واجهته في حياتك؟",
    "ما هو الشيء الذي لا يمكنك العيش بدونه؟",
    "هل تفضل العيش في البحر أم الجبال؟",
    "ما هو أفضل وقت في يومك؟",
    "إذا كان عليك أن تأكل طعامًا واحدًا فقط لبقية حياتك، ماذا سيكون؟",
    "ما هو أفضل شعور بالنسبة لك؟",
    "هل تفضل الألعاب الثنائيه أم الفرديه؟",
    "ما هو الشيء الذي تتمنى لو أنك بدأت بفعله في وقت أبكر؟",
    "إذا كنت تستطيع العودة إلى أي لحظة في حياتك، أي لحظة ستكون؟",
    "ما هو الشيء الذي يجعلك تشعر بالقوة؟",
    "إذا كنت تستطيع العيش في أي بلد، أين ستذهب؟",
    "ما هو أكثر شيء تحب فعله في الإجازات",
    "إذا كنت تستطيع امتلاك أي مهارة في ثوانٍ، ماذا ستكون؟",
    "هل تحب العمل على المشاريع الكبيرة أم الصغيرة؟",
    "إذا كان عليك أن تصف نفسك بكلمة واحدة، ماذا ستكون؟",
    "ما هو أكثر شيء تخطط له في المستقبل؟",
    "هل تفضل قضاء الوقت بمفردك أم مع الآخرين؟",
    "ما هو أكثر شيء يجعلك تشعر بالإيجابية؟",
    "إذا كان لديك خيار للانتقال إلى كوكب آخر، هل ستذهب؟",
    "ما هو أفضل شعور في العالم بالنسبة لك؟",
    "ما هو الشيء الذي يجعلك تبتسم دائمًا؟",
    "ما هو أكثر شيء تحبه في العمل أو الدراسة؟",
    "هل تفضل العيش في المستقبل أم العودة إلى الماضي؟",
    "ما هو أفضل يوم بالنسبة لك؟"
    ]
}