const words: Record<string, string> = {
    "اوسمز": "اوسمز.webp",
    "عزيز": "عزيز.webp",
    "المكسيكي": "المكسيكي.webp",
    "احمد شو": 'احمدشو.webp',
    "شونق": 'شونق.webp',
    'طرباخ': "طرباخ.png",
    "توبز": "توبز.png",
    "ابو عمر": 'ابوعمر.webp',
    "اوبلز": 'اوبلز.webp',
    "كمستكا": "كمستكا.jpg",
    "ابو عبير": 'ابوعبير.jpg',
    "ابو نوح": 'ابونوح.webp',
    "فواز": 'فواز.webp',
    "دحومي": 'دحومي.webp',
    "جلوري": 'جلوري.png',
    "مستر فيفا": 'MRFifa.jpg',
    "ابو فله": 'ابوفله.webp',
    "راكان البطل": 'راكانو.webp',
    "فيصل": 'فيصل يجي.webp',
};

export default words;